const text = "■ これからの予定が知りたい\n" +
             "予定ボタンをタップするか、直接「予定」とメッセージ送信\n" +
             "「挙式まで」「挙式」「披露宴」の中から知りたい予定の詳細ボタンをタップ\n\n" +
             "■ 料理の内容が知りたい\n" +
             "料理ボタンをタップするか、直接「料理」とメッセージ送信\n" +
             "実際に出てくる順で料理の画像が出てくるので、画像をタップすると詳細が表示されます\n\n" +
             "■ みんなが撮った画像を見たい\n" +
             "画像を見るボタンをタップするか、直接「画像」とメッセージ送信\n" +
             "URLと補足情報が表示されます。URLをタップしてブラウザで見てください\n" +
             "表示がおかしかったり、上手くいかない場合は再読み込みしてください\n" +
             "挙動がおかしい場合は新郎にご連絡下さい\n\n" +
             "■ 自分の撮った画像を公開したい\n" +
             "botに対して画像をアップロードしてください。\n" +
             "メニュー左下のボタンをタップするとメッセージ入力ができるので、" +
             "メッセージ入力フォーム付近にある画像アイコンからアップロードできます\n" +
             "※ 結婚式参列者のみ閲覧可能になっていますのでご安心下さい。\n\n" +
             "■ BGMが知りたい\n" +
             "「曲」とメッセージを送信してください。\n" +
             "各場面が表示されるので、知りたい場面の「曲を見る」ボタンをタップ";
exports.print = () => {
    return [{
        "type": "text",
        "text": text
    }];
};
